13/data/attachments/60ed3a014a58e54e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Daniel_where_Actions_8582_0</nif:username>
            <nif:friendToBeRequested>soap_actions_d415ce0c-43fb-4c18-91c4-c3b443ee14c4</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>